Repository: InternetDevels-UA/drupal.ua
Catalog: sites/all/modules/custom/user_profile/webform_user/translations/*.po
Languages: uk

source: You can use %WEBFORM% token to put the form somewhere inside body.
uk: Ви можете використати %WEBFORM% маркер щоб поставити вебформу десь всередині матеріалу.

source: Registration
uk: Реєстрація

source: Select the action after sending a webform
uk: Виберіть дію після відправки веб-форми

source: To register, users need to form such a field "email" - email address, "name" - user name, "last" - last name (and also "about" - about yourself, "phone" - phone).
uk: Для регистрации пользователей на форме нужны такие поля "email" - электронный адрес, "name" - имя пользователя, "last" - фамилия пользователя (а також "about" - о себе, "phone" - телефон).

source: Do not register
uk: Не реєструвати

source: Create Account
uk: Створити обліковий запис

source: Ask for confirmation, but the register by default
uk: Запитати підтвердження, але зареєструватися за замовчуванням

source: Ask for confirmation, and do not register by default
uk: Запитати підтвердження, і не реєструють за замовчуванням

source: Create an account on site for me
uk: Створити обліковий запис на сайті для мене

source: Create a user account to send web forms.
uk: Створення облікового запису користувача після відсилання веб-форми.

source: Webform
uk: Форма
