Repository: InternetDevels-UA/drupal.ua
Catalog: sites/all/modules/custom/groups/messaging_mail_edit/translations/messaging_mail_edit.*.po
Languages: uk

source: Letter sent immediately to the user about changes in the group.
uk: Лист буде відправлено негайно користувачеві про зміни в групі.

source: A brief digest of developments in the group.
uk: Короткі дайджест подій у групі.

source: Detailed digest of developments in the group.
uk: Детальний дайджест подій у групі.

source: !site subscription update for !username
uk: !site підписка на оновлення !username

source: !events_node_title_urls_br Edit subscriptions !user_profile_edit_subscription
uk: !events_node_title_urls_br Змінити підписку !user_profile_edit_subscription

source: E-mail
uk: Адреса електронної пошти

source: Send e-mails using the default Drupal mail library.
uk: Надіслати повідомлення електронної пошти з використанням стандартних Drupal бібліотек пошти.

source: Create content — !link
uk: Створений матеріал — !link

source: Added comment — !link
uk: Доданий коментар — !link

source: Content updated — !link
uk: Зміст оновлений — !link

source: Group is not set
uk: Група не встановлена

source: Sending letters through Mail Edit.
uk: Відправлення листів через Mail Edit.

source: Messaging
uk: Повідомлення
