<?php 
function ua_month_perfecty($output)
{
    $months = array(
      'Січень' => 'січня',
      'Лютий' => 'лютого',
      'Березень' => 'березня',
      'Квітень' => 'квітня',
      'Травень' => 'травня',
      'Червень' => 'червня',
      'Липень' => 'липня',
      'Серпень' => 'серпня',
      'Вересень' => 'вересня',
      'Жовтень' => 'жовтня',
      'Листопад' => 'листопада',
      'Грудень' => 'грудня',
    );
    foreach ($months as $key => $value) {
        $output = str_replace($key, $value, $output);
    }
    return $output;
}
