Repository: InternetDevels-UA/drupal.ua
Catalog: sites/all/modules/custom/drua_misc/term_filter/translations/*.po
Languages: ru, uk

source: When you turn on dictionaries, will activate the blocks with the contents of the dictionary.
ru: Когда вы включаете словари, будут созданы соответствующие блоки с содержимым словаря.
uk: Після активації словників будуть створені блоки містять терміни словників.

source: Create block — !name
ru: Создать блок — !name
uk: Створити блок — !name

source: Vocabulary used in: !types
ru: Словарь используется в: !types
uk: Словник використовується в: !types

source: Select or Expanded select box?
ru: Список или Раскрытый список?

source: Expandet select size
ru: Высота раскрытого списка

source: Enter 0 to 100% of the height of the list.
ru: Введите 0 что бы высота списка была 100%.

source: Title select
ru: Заголовок списка

source: Submit
ru: Отправить
uk: Надіслати

source: Preferences have been saved
ru: Настройки сохранены
uk: Налаштування збережені

source: Term filter
ru: Фильтр терминов
uk: Фільтр термінів

source: - None selected -
ru: - Нет выбранных -

source: Term filter settings
ru: Фильтр терминов - Настройки
uk: Фільтр термінів - Налаштування

source: Configure Term filter module
ru: Настройки модуля Фильтр терминов
uk: Налаштування модулю Фільтр термінів

source: Navigation block with a dictionary of terms.
ru: Блок навигации со словарем терминов.
uk: Блок навігації зі словником термінів.

source: Filters
ru: Фильтры
uk: Фільтри

source: Select or expanded select box?
uk: Список або Розкритий список?

source: Expanded list will have a size of 5 rows.
uk: Розкритий список буде розміром в 5 рядків.
