Repository: InternetDevels-UA/drupal.ua
Catalog: sites/all/modules/custom/answer/answers_faq/translations/*.po
Languages: ru

source: Answer FAQ: Create/Edit page
ru: Answer FAQ: Страница создания/редактирования

source: Answer FAQ: List page
ru: Answer FAQ: Страница с перечнем вопросов

source: Answer FAQ: Comment page
ru: Answer FAQ: Страница ответа

source: Answer FAQ: Join dinamic block
ru: Answer FAQ: Автоматически настраиваемый блок

source: This page includes blocks with tips for the module Answers and each block will display the node ID assignment on this page. Also on the page block is another block of the added which will automatically display the required node, depending on the current page.
ru: На этой странице включаются блоки с подсказками для модуля Answers и каждый из блоков будет выводить ноду заданую ID на этой странице. Кроме того на странице блоков будет еще один дополнтельный блок, который будет автоматически выводить необходимую ноду в зависимости от текущей страницы.

source: Create/Edit page
ru: Страница создания/редактирования

source: Status block with text to create or edit questions.
ru: Статус блока с текстом для создания или редактирования вопросов.

source: Node nid
ru: NID материала

source: ID node with the text help. If the node is a translation, the unit will output the actual text.
ru: NID материала с текстом помощи. Если у ноды есть перевод, то в блоке будет выводится актуальный текст

source: List page
ru: Страница с перечнем вопросов

source: Status block with the text for a page with a list of questions.
ru: Статус блока с текстом для страницы с перечнем вопросов.

source: Comment page
ru: Страница ответа

source: Status block with the text for answers (page comments).
ru: Статус блока с текстом для ответов (страница комментариев).

source: Submit
ru: Отправить

source: Preferences have been saved
ru: Настройки сохранены

source: Configure Answers FAQ
ru: Настройки Вопросов и ответов

source: Displays the text on the pages Q & A.
ru: Отображение текста помощи на страницах Q & A.

source: Answers
ru: Ответы
