Repository: InternetDevels-UA/drupal.ua
Catalog: sites/all/modules/custom/answer/answers/translations/*.po
Languages: ru, uk

source: Site search
ru: Поиск по сайту
uk: Пошук по сайту

source: Google search
ru: Google поиск
uk: Google пошук

source: Nothing helped?
ru: Ничего не помогло?
uk: Нічого не допомогло?

source: Select search engine. This feature is implemented by 3-d modules.
ru: Выбор поисковой системы. Эта функция реализуется дополнительными модулями.
uk: Вибір пошукової системи. Ця функція реалізується іншими модулями.

source: Search button text
ru: Текст кнопки Поиск
uk: Текст кнопки Пошук

source: Search limit
ru: Граница поиска
uk: Межа пошуку

source: Enter limit of nodes to display in search block per page.
ru: Введите количество нод, отображаемых в блоке поиска на странице.
uk: Введіть межу нод, що відображаються в блоці пошуку на сторінці.

source: Sites for search in Google
ru: Сайты для поиска в Google
uk: Сайти для пошуку в Google

source: Best Answer
ru: Лучший ответ
uk: Найкраща відповідь

source: Question
ru: Вопрос
uk: Питання

source: Title
ru: Заголовок
uk: Заголовок

source: Details
ru: Подробности
uk: Подробиці

source: Q&A
ru: Вопросы и ответы
uk: Питання та відповіді

source: Search Questions & Answers
ru: Поиск Вопросы и ответы
uk: Пошук Запитань і Відповідей

source: results
ru: результат
uk: результати

source: Home
ru: Главная
uk: Головна

source: Jump to the first best-answer of this question.
ru: Перейти к первому лучшиму-ответу на этот вопрос.
uk: Перейти до першого найкращої-відповіді на це питання.

source: Jump to the first answer of this question.
ru: Перейти к первому ответу на этот вопрос.
uk: Перейти до першій відповіді на це питання.

source: Jump to the first new comment.
ru: Перейти к первому новому комментарию.
uk: Перейти до першого нового коментаря.

source: Answer!
ru: Ответить!
uk: Відповісти!

source: Jump to the answer form.
ru: Перейти к форме ответа.
uk: Перейти до форми відповіді.

source: Answers
ru: Ответы
uk: Відповіді

source: Search for Answers
ru: Поиск ответов
uk: Пошук відповідей

source: Most voted
ru: Наибольшее количество голосов
uk: Найбільша кількість голосів

source: Newest
ru: Самые новые
uk: Самі нові

source: Most active
ru: Наибольшая активность
uk: Найбільша активність

source: Comment the answer
ru: Комментарий на ответ
uk: Коментар на відповідь

source: Ask your question!
ru: Задайте свой вопрос!
uk: Задайте своє питання!

source: Possible questions
ru: Возможные вопросы
uk: Можливі питання

source: 1 Answer
ru: @count Ответ
uk: @count Відповідь

source: moderate Best answer
ru: Модерировать 'Лучший ответ'
uk: Модерування 'Найкраща відповідь'

source: moderate Answer dublicate
ru: Модерировать дубликаты Ответов
uk: Модерування дублювання Відповідей

source: Answers settings
ru: Настройки Ответы
uk: Налаштування відповіді

source: Configure Answers service settings
ru: Настройка параметров службы ответов
uk: Налаштування параметрів служби відповідей

source: resolved
ru: решено
uk: вирішене
